MESSAGE_TEXT = {
    'text0': """<b>Это Воронкин и Иноземцева.</b>
Предлагаем тебе план - надежный, как контрольный выстрел!

Внедри всего один инструмент и зарабатывай сотни тысяч, миллионы рублей без своего участия. И без надрыва задницы!

💸 Отбивай затраты на трафик

💸 Регулярно пополняй базу подписчиков

💸 Монетизируй
    """,
    'text1': """
Этот инструмент можно использовать для себя, либо продавать за шестизначные цифры.

Возможно, для тебя это звучит как спам и фэнтези… Дай нам 2 минуты и мы докажем тебе обратное.

Просто <b>ЖМИ И ЗАБИРАЙ</b> первое видео:""",
    'text2': """Держи первый бонус! 

В статье “Как построить автоворонку” ты узнаешь как работает эта шайтан–машина и как оттуда берутся деньги.
    """,
    'text3': """Буст денег на максималках.
Не так давно с нами произошла неприятная ситуация. Из-за спецоперации у нас был кассовый разрыв в 2 млн 💰. Холодильник был пуст, как и наши желудки.
Мы вырулили из этой ситуации, собрав воронку, которая закрыла кассовый разрыв, а сверху заработали 1.000.000 🚀
В этом видео мы рассказываем как это было, сколько времени ушло, как не терять трафик.
Ты увидишь наглядную демонстрацию: как при помощи этого инструмента сможешь решить ЛЮБУЮ финансовую проблему в своей жизни.
Приятного просмотра!
    """,
    'text4': """Не покупают? Просят скидку, боишься продавать и высокий чек тебе только снится?
Хочешь расскажем, как мы уже сделали более 30 млн за прошедший год? И ты поймешь, как можно изменить своё отношение к ключевому моменту продаж.
Смотри видоо, а после - ты получишь дополнительный подарок! Неожиданно? Самое “вкусное” ещё  впереди!
    """,
    'text55': """Бонусная статья “Инструкция по применению”

В ней ты узнаешь как конкретно тебе внедрить этот инструмент в свой арсенал и кратно увеличить доход даже если нет денег на продакшн, нет подписчиков и нет желания говорить на камеру

 Жми на кнопку ниже
    """,
    'text5': """Ещё один бонус для тебя - статья <b>“Welcome-Chain”</b>.
Мы знаем, что кем бы ты ни был - фрилансер/продюсер/эксперт, ты хочешь:  
увеличить количество лидов, 
повысить их качество и конверсию с них,
чтобы клиенты спрашивали только “как купить” и “куда платить”
без спама и магии, а только простыми действиями закрывать клиента.
Жми на СТАТЬЮ ниже и ЧИТАЙ
    """,
    'text6': """Вот ты и в конце воронки! 
ОПИСАНИЕ ПРОДУКТА НА ГЕТКУРСЕ (трипвайера? или основного)
И ссылка на купить!
    """,
    'text7': """ТАК! Видео посмотрел (а) - подарки получил (а)! Полдела сделано! Почему ещё не купил?
Полагаем, что ЕСТЬ ВОПРОСЫ. Задавай, мы ответим!. 
Выбери ту цифру с вопросом 👇🏻👇🏻👇🏻, который у тебя и ответ не заставит ждать:
1. Сколько денег нужно на реализацию твоей воронки?
2. Как у тебя дела с кейсами и почему я должен тебе доверять?
3. Какие гарантии?
4. Подойдёт ли это конкретно мне?
5. Сколько я смогу зарабатывать на этом?
    """,
    'text8': """Пройдемся по остальным вопросам или отправляемся в путь и высылаю ссылку на оплату?
    """,
    'text9': """Ты можешь задать ещё вопросы. Но решайся быстрее, последний раз напоминаем! 🔔
1. Сколько денег нужно на реализацию твоей воронки?
2. Как у тебя дела с кейсами и почему я должен тебе доверять?
3 . Какие гарантии?
4. Подойдёт ли это конкретно мне?
5. Сколько я смогу зарабатывать на этом?
Нажми на цифру интересующего вопроса 👇🏻👇🏻
    """,
    'text10': """Спасибо, что за твоё участие и вопросы. Это конец воронки.
Но мы были не мы, если бы не напомнили тебе о нашем телеграм-канале.
Подписывайся: @inozemcevpromarketing

Там всё про маркетинг, продажи в соцсетях и на маркетплейсах. Наши разборы и кейсы, лайфхаки и посты с советами. Быть подписчиком нашего канала - значит в числе первых узнавать и применять наши схемы продаж, запуски и фишки.
""",
    'text11': """Добро пожаловать на борт нашей компании. Желаем вам высоких продаж и больших запусков. Ваша ссылка на оплату

ССЫЛКА
    """
}
MESSAGE_VIDEO = {
    'video1': """СПИШЬ?

Не время спать, а то все деньги упустишь!

Открывай видео по кнопке.
    """,
    'video2': """Ты так и не открыл видео. Ждёшь у моря погоды? А мог бы уже сам(а)  чилить у моря!
    """,
    'video3': """Думаешь, твои пацаны спасут тебя, когда ты тонуть будешь? (к/ф “Слово пацана”, 2023) НЕТ! У тебя последний шанс и больше никаких напоминаний. СМОТРИ ВИДЕО, спасай и зарабатывай сам(а)!
    """
}
MESSAGE_PAPER = {
    'paper1': """СПИШЬ?

Не время спать, а то все деньги упустишь!

Открывай статью по кнопке.
    """,
    'paper2': """Ты так и не открыл статью. Ждёшь у моря погоды? А мог бы уже сам(а)  чилить у моря!
    """,
    'paper3': """Думаешь, твои пацаны спасут тебя, когда ты тонуть будешь? (к/ф “Слово пацана”, 2023) НЕТ! У тебя последний шанс и больше никаких напоминаний. ЧИТАЙ СТАТЬЮ, спасай и зарабатывай сам(а)!
    """
}
