MESSAGE_TEXT = {
    'text0': """Это Воронкин и Иноземцева.

Предлагаем тебе план —  надежный, как контрольный выстрел!

<b>Внедри всего один инструмент и зарабатывай сотни тысяч, миллионы рублей без своего участия. И без надрыва задницы!</b>
💸 Отбивай затраты на трафик
💸 Регулярно пополняй базу подписчиков
💸 Монетизируй.

    """,
    'text1': """
Этот инструмент можно использовать для себя, либо продавать за шестизначные цифры.
Возможно, для тебя это звучит как спам и фэнтези… Дай нам 2 минуты и мы докажем тебе обратное.
Просто ЖМИ И ЗАБИРАЙ первое видео:
""",
    'text2': """<b>Держи первый бонус!</b> 
В статье <b>“Как построить автоворонку?”</b> ты узнаешь как работает эта шайтан–машина и как как она приносит деньги.
    """,
    'text3': """<b>Буст денег на максималках</b>
Не так давно с нами произошла неприятная ситуация. Из-за спецоперации у нас был кассовый разрыв в 2 млн 💰. Холодильник был пуст, как и наши желудки.
<i>Мы вырулили из этой ситуации, собрав воронку, которая закрыла кассовый разрыв, а сверху заработали 1.000.000 🚀</i>
В этом видео мы рассказываем как это было, сколько времени ушло и что делали, чтобы не терять трафик. Ты наглядно увидишь как при помощи этого инструмента решить ЛЮБУЮ финансовую проблему в жизни.
Наслаждайся просмотром второго видео!

    """,
    'text4': """<b>Не покупают? Просят скидку, боишься продавать и высокий чек тебе только снится?</b>

Хочешь расскажем, как мы уже сделали более 30 млн за прошедший год? И ты поймешь, как можно изменить своё отношение к ключевому моменту продаж.
Смотри видео, а после - ты получишь дополнительный подарок! Неожиданно? Самое “вкусное” ещё  впереди!

    """,
    'text55': """<b>Бонус! Эксклюзивная статья о том, как использовать микроворонки.</b>

Тут мы расскажем, как именно ты можешь внедрить их в работу и сделать свой заработок более внушительным, даже если у тебя нет продакшна, аудитории и ты вовсе не хочешь выходить "говорящей головой" на камеру.

Не зевай, а тыкай на кнопку внизу и <u>ЧИТАЙ СТАТЬЮ</u>!
    """,
    'text5': """Ещё один бонус для тебя - <b>статья “Welcome-Chain”</b>.
Мы знаем, что кем бы ты ни был —  фрилансер/продюсер/эксперт, ты хочешь:  
увеличить количество лидов, 
повысить их качество и конверсию с них,
чтобы клиенты спрашивали только “как купить” и “куда платить”
без спама и магии, а только простыми действиями закрывать клиента.
Жми на СТАТЬЮ ниже и <u>ЧИТАЙ</u> 
    """,
    'text6': """Вот ты и в конце воронки! 

Теперь ты сам увидел насколько она быстрая, несложная, но эффективная. И у тебя есть возможность научиться собирать такие же воронки для себя или своих клиентов и обеспечивать себя потоком заявок и денег на годы вперёд.

💰 Этот инструмент для тебя, если ты - фрилансер. Прогревай себе клиентов или продавай воронки, как свою услугу за шестизначную цену. Или становись партнером за процент, и получай доход в долгую.
💰 Этот инструмент для тебя, если ты - эксперт . Дешевые подписчики, окупаемость вложений минимум в х10 раз, допродажи на регулярной основе - и это только верхушка айсберга возможностей автоворонок для экспертов.
💰 Это инструмент для тебя, если ты - продюсер. Создавай воронки для продаж услуг или на запуски, собирай клиентскую базу. Обеспечивай потоком заявок и денег эксперта – в любой нише, в любом канале трафика, при любых условиях рынка.

Всё в деталях ждёт тебя на нашем 3-дневном практикуме. Также ты получишь самые актуальные инструменты продвижения и продаж на 2024 год. Чтобы ознакомиться подробнее с программой каждого дня и ценой переходи по ссылке.
    """,
    'text7': """ТАК! <b>Видео посмотрел —  подарки получил! Полдела сделано! Почему ещё не купил?</b>
Полагаем, что ЕСТЬ ВОПРОСЫ. Задавай, мы ответим!. 
Выбери ту цифру с вопросом 👇🏻👇🏻👇🏻, который у тебя и ответ не заставит ждать:
1. Сколько денег надо, чтобы сделать воронку как у вас?
2. Какие у вас кейсы и почему я должен вам доверять?
3. Что насчет гарантий?
4. Этот инструмент точно мне подойдет?
5. Сколько я смогу на этом заработать?

    """,
    'text8': """Пройдемся по остальным вопросам или отправляемся в путь и высылаю ссылку на оплату?
    """,
    'text9': """Ты можешь задать ещё вопросы. Но решайся быстрее, последний раз напоминаем! 🔔
1. Сколько денег нужно на реализацию твоей воронки?
2. Как у тебя дела с кейсами и почему я должен тебе доверять?
3  Какие гарантии?
4. Подойдёт ли это конкретно мне?
5. Сколько я смогу зарабатывать на этом?
Нажимай на цифру вопроса.
    """,
    'text10': """Спасибо, что за уделенное время и вопросы. Это конец воронки.
Но мы были не мы, если бы не напомнили тебе о нашем телеграм-канале.
Подписывайся: @inozemcevpromarketing
Там всё про маркетинг, продажи в соцсетях и на маркетплейсах. Наши разборы и кейсы, лайфхаки и посты с советами. Быть подписчиком нашего канала - значит в числе первых узнавать и применять наши схемы продаж, запуски и фишки.
""",
    'text11': """Добро пожаловать на борт нашей компании. Желаем вам высоких продаж и больших запусков. Ваша ссылка на оплату: <a href="https://xn--80agfmikluu.guru/inozemtsev"> КУПИТЬ </a>
    """
}
MESSAGE_VIDEO = {
    'video1': """СПИШЬ?

Не время спать, а то все деньги упустишь!

Открывай видео по кнопке.
    """,
    'video2': """Ты так и не открыл видео. Ждёшь у моря погоды? А мог бы уже сам(а)  чилить у моря!
    """,
    'video3': """Думаешь, твои пацаны спасут тебя, когда ты тонуть будешь? (к/ф “Слово пацана”, 2023) НЕТ! У тебя последний шанс и больше никаких напоминаний. СМОТРИ ВИДЕО, спасай и зарабатывай сам(а)!
    """
}
MESSAGE_PAPER = {
    'paper1': """<b>ЧЕГО СПИШЬ?
Не время спать, а то все деньги упустишь!</b>
<u>ЧИТАЙ СТАТЬЮ</u>
    """,
    'paper2': """Ты так и не открыл статью. Ждёшь у моря погоды? А мог бы уже  чилить у моря! 
<u>ЧИТАЙ СТАТЬЮ</u>
    """,
    'paper3': """Думаешь, твои пацаны спасут тебя, когда ты тонуть будешь? (к/ф “Слово пацана”, 2023) НЕТ! У тебя последний шанс и больше никаких напоминаний. <u>ЧИТАЙ СТАТЬЮ</u>, спасай и зарабатывай сам!
    """
}
