MESSAGE_TEXT = {
    'text0': """Это Виталий и Дарья Иноземцевы.
Мы владельцы маркетингового агентства. 
На двоих у нас 12 лет в продажах и 3 в чистом маркетинге. Так, что мы знаем, как без душнилова продавать свой продукт, привлекать целевых лидов и обрабатывать их.
    """,
    'text1': """
<b>Предлагаем тебе план —  надежный, как контрольный выстрел!</b>

Внедри всего один инструмент и зарабатывай сотни тысяч, миллионы рублей без своего участия. И без надрыва задницы!
💸 Отбивай затраты на трафик
💸 Регулярно пополняй базу подписчиков
💸 Монетизируй.
""",
    'text2': """<b>Держи первый бонус!</b> 
В статье <b>“Как построить автоворонку?”</b> ты узнаешь как работает эта шайтан–машина и как как она приносит деньги.
    """,
    'text3': """<b>Буст денег на максималках</b>
    
Не так давно с нами произошла неприятная ситуация. Из-за спецоперации у нас был кассовый разрыв в 2 млн 💰. Холодильник был пуст, как и наши желудки.

<i>Мы вырулили из этой ситуации, собрав воронку, которая закрыла кассовый разрыв, а сверху заработали 1.000.000 🚀</i>

В этом видео мы рассказываем как это было, сколько времени ушло и что делали, чтобы не терять трафик. Ты наглядно увидишь как при помощи этого инструмента решить ЛЮБУЮ финансовую проблему в жизни.

Наслаждайся просмотром второго видео!
    """,
    'text4': """<b>Не покупают? Просят скидку, боишься продавать и высокий чек тебе только снится?</b>

Хочешь расскажем, как мы уже сделали более 30 млн за прошедший год? И ты поймешь, как можно изменить своё отношение к ключевому моменту продаж.

Смотри видео, а после - ты получишь дополнительный подарок! Неожиданно? Самое “вкусное” ещё  впереди!
    """,
    'text55': """<b>Бонус! Эксклюзивная статья о том, как использовать микроворонки.</b>

Тут мы расскажем, как именно ты можешь внедрить их в работу и сделать свой заработок более внушительным, даже если у тебя нет продакшна, аудитории и ты вовсе не хочешь выходить "говорящей головой" на камеру.

Не зевай, а тыкай на кнопку внизу и ЧИТАЙ СТАТЬЮ!
    """,
    'text5': """Ещё один бонус для тебя - <b>статья “Welcome-Chain”</b>.
    
Мы знаем, что кем бы ты ни был —  фрилансер/продюсер/эксперт, ты хочешь:  
 - увеличить количество лидов, 
 - повысить их качество и конверсию с них,
 - чтобы клиенты спрашивали только “как купить” и “куда платить”
 - без спама и магии, а только простыми действиями закрывать клиента.
Жми на СТАТЬЮ ниже и ЧИТАЙ.
    """,
    'text6': """Вот ты и в конце воронки! 

Теперь ты сам увидел насколько она быстрая, несложная, но эффективная. И у тебя есть возможность научиться собирать такие же воронки для себя или своих клиентов и обеспечивать себя потоком заявок и денег на годы вперёд.

💰 Этот инструмент для тебя, <b>если ты — фрилансер.</b> Прогревай себе клиентов или продавай воронки, как свою услугу за шестизначную цену. Или становись партнером за процент, и получай доход в долгую.
💰 Этот инструмент для тебя, <b>если ты — эксперт.</b> Дешевые подписчики, окупаемость вложений минимум в х10 раз, допродажи на регулярной основе - и это только верхушка айсберга возможностей автоворонок для экспертов.
💰 Это инструмент для тебя, <b>если ты — продюсер.</b> Создавай воронки для продаж услуг или на запуски, собирай клиентскую базу. Обеспечивай потоком заявок и денег эксперта – в любой нише, в любом канале трафика, при любых условиях рынка.

Всё в деталях ждёт тебя на нашем 3-дневном практикуме. Также ты получишь самые актуальные инструменты продвижения и продаж на 2024 год. 
Чтобы ознакомиться подробнее с программой каждого дня и ценой переходи по ссылке.
    """,
    'text7': """ТАК! <b>Видео посмотрел —  подарки получил! Полдела сделано! Почему ещё не купил?</b>
Полагаем, что ЕСТЬ ВОПРОСЫ. Задавай, мы ответим!
Выбери ту цифру с вопросом 👇🏻👇🏻👇🏻, который у тебя и ответ не заставит ждать:
1. Сколько денег надо, чтобы сделать воронку как у вас?
2. Какие у вас кейсы и почему я должен вам доверять?
3. Что насчет гарантий?
4. Этот инструмент точно мне подойдет?
5. Сколько я смогу на этом заработать?
    """,
    'text8': """Пройдемся по остальным вопросам или отправляемся в путь и высылаю ссылку на оплату?
    """,
    'text9': """Ты можешь задать ещё вопросы. Но решайся быстрее, последний раз напоминаем! 🔔
1. Сколько денег нужно на реализацию твоей воронки?
2. Как у тебя дела с кейсами и почему я должен тебе доверять?
3  Какие гарантии?
4. Подойдёт ли это конкретно мне?
5. Сколько я смогу зарабатывать на этом?
Нажимай на цифру вопроса.
    """,
    'text10': """Спасибо, что за уделенное время и вопросы. Это конец воронки.
Но мы были не мы, если бы не напомнили тебе о нашем телеграм-канале.
<b>Подписывайся:</b> @inozemcevpromarketing
Там всё про маркетинг, продажи в соцсетях и на маркетплейсах. Наши разборы и кейсы, лайфхаки и посты с советами. Быть подписчиком нашего канала - значит в числе первых узнавать и применять наши схемы продаж, запуски и фишки.
""",
    'text11': """Добро пожаловать на борт нашей компании. Желаем вам высоких продаж и больших запусков. Ваша ссылка на оплату: <a href="https://xn--80agfmikluu.guru/inozemtsev"> КУПИТЬ </a>
    """
}
MESSAGE_VIDEO = {
    'video1': """СПИШЬ?

Не время спать, а то все деньги упустишь!

Открывай видео по кнопке.
    """,
    'video2': """Ты так и не открыл видео. Ждёшь у моря погоды? А мог бы уже сам(а)  чилить у моря!
    """,
    'video3': """Думаешь, твои пацаны спасут тебя, когда ты тонуть будешь? (к/ф “Слово пацана”, 2023) НЕТ! У тебя последний шанс и больше никаких напоминаний. СМОТРИ ВИДЕО, спасай и зарабатывай сам(а)!
    """
}
MESSAGE_PAPER = {
    'paper1': """<b>ЧЕГО СПИШЬ?
Не время спать, а то все деньги упустишь!</b> ЧИТАЙ СТАТЬЮ!
    """,
    'paper2': """Ты так и не открыл статью. Ждёшь у моря погоды? А мог бы уже  чилить у моря! ЧИТАЙ СТАТЬЮ!
    """,
    'paper3': """Думаешь, твои пацаны спасут тебя, когда ты тонуть будешь? 
(к/ф “Слово пацана”, 2023) 
НЕТ! У тебя последний шанс и больше никаких напоминаний. ЧИТАЙ СТАТЬЮ, спасай и зарабатывай сам!
    """
}

MESSAGE_ANSWER = {
    'answer1': """<b>Сколько денег надо, чтобы сделать воронку как у вас? — Вполне резонный вопрос.</b>

Поскольку ты смотрел наши видео и, скорее всего, тебе кажется, что создание такой воронки стоит достаточно дорого. Скажем вам прямо, ты прав! Да, конкретно наша воронка, действительно, стоит дохрена, но в чем прикол? 
Во-первых, мы можем себе это позволить. Во-вторых, мы любим выебываться. Но по большому счету это необязательно. 
Смысл хорошей воронки заключается в том, какие смыслы ты в ней передашь. И какой в конечном итоге будешь продавать продукт. И для того чтобы тебе эти смыслы донести, необязательно иметь дорогой свет, дорогую камеру и так далее… Эти смыслы можно донести вполне текстом, просто раздавая статьи людям. И даже, если вы хотите создать эту воронку с видеоконтентом, то опять же, необязательно иметь дорогую камеру, достаточно хорошего смартфона, и в рамках практикума мы, естественно, проведем урок о том, как сделать, чтобы все это выглядело цивильно, даже на телефон. Также внутри практикума будет информация о том как эту воронку собрать, как самостоятельно написать тексты и т.д. 
Поэтому, по большому счету эту воронку можно сделать без вложения вообще. Единственное, во что стоило бы вложиться, это хотя бы купить себе микрофон. Прям петличку за 2,5 тысячи рублей. Ну, и не плохо было бы взять дизайнера. Ну, это тыщ десять, наверно, чтобы нарисовать красивую причесаннаю продающую статью, которая закроет в конце твоего клиента на ключевое действие.
    """,
    'answer2': """<b>Какие у вас кейсы и почему я должен вам доверять?</b>

Мы, в принципе, рассказали про себя. Наш самый первый самостоятельный запуск был на 2,5 млн рублей. После, мы запускали воронки и себе, и другим экспертам. Об этом мы писали в статьях, со скринами. 
Мы создали маркетинговое агентство с нуля, и меньше, чем за год. Мы думаем, это вполне себе говорит о том, что как минимум, действительно, мы являемся экспертами: понимаем вообще о чём говорим, и делаем такие деньги не на блогах, там где 500.000 подписчиков или лям. 
Во-вторых, у нас было уже большое количество запусков разных продуктов, на абсолютно разные тематики. Но все они связаны с заработком и кейсов у нас много. И, да, по воронкам, естественно. 
Есть кейсы, где ученики пройдя данный практикум, делали как сотни тысяч рублей, так и миллионы.
    """,
    'answer3': """<b>Любимый вопрос - Что насчет гарантий?</b>
     
Давай, короче, мы будем честными. Мы не будем гарантировать, что ты с первого раза, не имея никакого опыта, сразу соберёшь воронку и заработаешь на ней миллионы. Просто реально есть людей, которые хотят всё и сразу. Но, ну не всегда так работает. Да, иногда работает. Но иногда и нет. 
Если у тебя нет абсолютно никакого опыта, мы можем гарантировать, что ты сделаешь классную прибыльную воронку в том случае, если очень и очень внимательно изучишь все материалы и применишь всё именно так как мы скажем.  Без самодеятельности! Если у тебя что-то не получится, то ты предпримешь хотя бы несколько попыток. Это раз. 
А во-вторых, практикум реально крутой! Но мы даем тебе 100% возможность вернуть свои деньги назад, если ты посмотришь его и сделаешь вывод, что вся эта информация даже близко не стоит той суммы, которую мы за это попросили. В таком случае, просто напиши мне, и мы произведем возврат. Никаких проблем.
    """,
    'answer4': """<b>Этот инструмент точно мне подойдет?</b>
    
Смотри, это зависит от того какой у тебя в данный момент опыт, и кто тs вообще по специализации. Так скажем, если ты — фрилансер, эксперт или продюсер, тебе это подойдёт железобетонно! Потому, что будучи фрилансером, ты можешь продавать эту штуку своим клиентам. Либо внедрить её себе, чтобы привлекать клиентов на свои услуги. Это раз. 
Если ты продюсер, либо эксперт, ты внедряешь микроворонку в свои продукты, в свой блог, в свои проекты. И за счёт этого, ты можешь привлекать аудиторию, делать его гораздо дешевле и регулярно пополнять базу для дальнейшей монетизации. 
Если ты прям только-только попал во фриланс или в инфобиз, и пока там только прощупываешь, и у тебя ещё нет своих клиентов, - частично, да, тебе это подойдёт. Потому что в практикуме есть очень большое количество базы. Это база касается исследования аудитории, копирайтинга контента, запусков и так далее. И это тебе на длинные дистанции пригодится, в любом случае. 
Но если ты человек, который вообще никак со всем этим несвязанный, например, ты там…не знаю… работаешь в офисе…то позволь я тебя от покупки отговорю. В это тебе соваться пока не надо.
    """,
    'answer5': """<b>Сколько я смогу на этом заработать?</b>
    
Смотри это зависит от того опять же кто ты. И кто твои клиенты. И какой у тебя опыт.

Если ты впервые собираешь воронки, то стоит начать с фиксированной оплаты за создание такой воронки. Какую роль она выполняет и какие деньги она может приносить клиенту мы уже рассказали. Поэтому стоить дёшево это в принципе не может. 
Вот, от 150 до 300к, вообще смело. Особенно, если у человека, которому ты это продаёшь есть аудитория. Потому что ты как бы сделаешь это за 300.000 руб, но после этого человек, у которого например там 50.000 подписчиков, он просто выложит эту штуку в сторис и с наибольшей долей вероятности, в первый день это принесёт ему минимум миллион. Причём это воронка остаётся с ним, и он как бы может это делать регулярно. По мере того как его блок растёт. Вот именно по этой причине, как бы дёшево это стоить вообще никак не может. Когда сделаешь несколько успешных воронок, наберёшься опыта, убедишься в том, что ты, действительно, можешь это делать, и можешь приносить клиентам прибыль, то тогда ты можешь спокойно уже договариваться за процент от прибыли. Потому, что здесь ты выступаешь как полноценный продюсер. Работая за процент от данной воронки, ты уже становишься как бы не подрядчиком, а партнером проекта. Ты можешь эту воронку каким-то образом апгрейдить в дальнейшем и так далее… Чтобы выжимать из неё больше прибыли. Ну, а если ты эксперт или продюсер, то по большому счету, все зависит от того сколько у тебя подписчиков. Либо сколько денег ты готов отгружать в трафик, если подписчиков у тебя нет. Если у тебя есть аудитория, то ты спокойно можешь рассматривать данный инструмент, как способ заработка. Если подписчиков у тебя совсем нет, и ты собираешься наливать на эту воронку, то здесь есть один нюанс. Эта воронка, в принципе, не рассчитана на то, чтобы с нуля окупать холодный трафик, с первого касания. Мы можем, конечно, ошибаться, но скорее всего это должна быть прямо очень жирная воронка. И вот в этом случае нужно думать о том, какой потенциал принесет эта воронка, потому что на этапе расписание она не окупит твои затраты на трафик. Она окупит их частично. Там может быть в половину. 
Но, во-первых, у тебя сохраняется огромное количество подписной базы, которую ты можешь монетизировать. Ну, например, там собрать их в один момент на какой-то вебинар, и продать более дорогой продукт. А во-вторых, те люди, которые купили твой маленький продукт с первого касания, они уже как бы убедились, в том что ты являешься экспертом. Они попробовали на вкус твой продукт, они установили с тобой платежные отношения, и, соответственно, твои более дорогие продукты они будут покупать гораздо более охотно.
    """
}

MESSAGE_GREETING = {
    'greet1': """Этот инструмент можно использовать для себя, либо продавать за шестизначные цифры.

Возможно, для тебя это звучит как спам и фэнтези… Дай нам несколько минут и мы докажем тебе обратное…. Оставайся в боте, получай классные бонусы, и узнаешь, как мы сделали так, что люди сами хотели покупать, а нам оставалось только назвать цену.
    """,
}